[
  {
    "id": 1,
    "bun": "俺の名前はスーパーマンです！",
    "kana": "おれのなまえはスーパーマンです！",
    "eng": "My name is Superman!"
  },
  {
    "id": 2,
    "bun": "ピーマンを食べさせられました。",
    "kana": "ピーマンをたべさせられました",
    "eng": "I was made to eat green peppers."
  },
  {
    "id": 3,
    "bun": "このサラダは、あまり美味しくない。",
    "kana": "このサラダは、あまりおいしくない。",
    "eng": "This salad is not very tasty."
  },
  {
    "id": 4,
    "bun": "水泳は、あまり上手じゃない。",
    "kana": "すえいは、あまりじょうずじゃない。",
    "eng": "I am not very good at swimming."
  },
  {
    "id": 5,
    "bun": "今日は電車で帰ろうっと。",
    "kana": "きょうはでんしゃでかえろうっと。",
    "eng": "I'm gonna take a train to go home today. (Talking to yourself or thinking in your head.)"
  },
  {
    "id": 6,
    "bun": "アヤちゃんに猫を描いてもらおうよ。",
    "kana": "アヤちゃんにねこをかいてもらおうよ。",
    "eng": "Why don't we ask Aya to draw a cat?"
  },
  {
    "id": 7,
    "bun": "あのキリンのことを助けてあげましょう。",
    "kana": "あのキリンのことをたすけてあげましょう。",
    "eng": "Let's help that giraffe, shall we?"
  },
  {
    "id": 8,
    "bun": "このマンションは、ペットを飼えますか。",
    "kana": "このまんしょんは、ぺっとをかえますか。",
    "eng": "Does this apartment allow residents to have pets?"
  },
  {
    "id": 9,
    "bun": "本当にこれで良かったのか、私には分かりません。",
    "kana": "ほんとうにこれでよかったのか、わたしにはわかりません。",
    "eng": "I have no idea if it was actually good."
  },
  {
    "id": 10,
    "bun": "彼がパーティーに来るか分かりますか。",
    "kana": "かれがパーティーにくるかわかりますか。",
    "eng": "Do you know if he is coming to the party?"
  },
  {
    "id": 11,
    "bun": "コウイチ君に誰かユーチューバーを紹介できるかどうか聞いてもらえませんか。",
    "kana": "コウイチくんにだれかユーチューバーをしょうかいできるかどうかきいてもらえませんか。",
    "eng": "Could you ask Koichi if he could introduce some Youtubers to us?"
  },
  {
    "id": 12,
    "bun": "私、先輩のことが好きになっちゃったかもしれない。",
    "kana": "わたし、せんぱいのことがすきになっちゃったかもしれない。",
    "eng": "I may have fallen in love with senpai."
  },
  {
    "id": 13,
    "bun": "私は、妻のことをもう好きじゃないのかもしれない。",
    "kana": "わたしは、つまのことをもうすきじゃないのかもしれない。",
    "eng": "I may not love my wife anymore."
  },
  {
    "id": 14,
    "bun": "ポチは犬だから、喋れない。",
    "kana": "ポチはいぬだから、しゃべれない。",
    "eng": "Because Pochi is a dog, it cannot speak."
  },
  {
    "id": 15,
    "bun": "娘は、スカートを履くのを嫌がるタイプです。",
    "kana": "むすめは、スカートをはくのをいやがるタイプです。",
    "eng": "My daughter is a type of girl who doesn't like wearing a skirt."
  },
  {
    "id": 16,
    "bun": "髪を茶色くするつもりです。",
    "kana": "かみをちゃいろくするつもりです。",
    "eng": "I'm thinking of making my hair color brown."
  },
  {
    "id": 17,
    "bun": "お菓子を食べなくするのが、ダイエット成功への近道です。",
    "kana": "おかしをたべなくするのが、ダイエットせいこうへのちかみちです。",
    "eng": "Not eating sweets is the shortest way of successful diet."
  },
  {
    "id": 18,
    "bun": "この本を読んだことにして、レビューを書いた。",
    "kana": "このほんをよんだことにして、レビューをかいた。",
    "eng": "I wrote a review as if I had read this book."
  },
  {
    "id": 19,
    "bun": "ゲームのしすぎで目が痛い。",
    "kana": "ゲームのしすぎでめがいたい。",
    "eng": "I played game too much and my eyes hurt."
  },
  {
    "id": 20,
    "bun": "赤ちゃんは、今にも眠りそうです。",
    "kana": "あかちゃんは、いまにもねむりそうです。",
    "eng": "The baby looks jsut about to fell asleep."
  },
  {
    "id": 21,
    "bun": "あなたの宿題を手伝いたいんです。",
    "kana": "あなたのしゅくだいをてつだいたいんです。",
    "eng": "I want to help your homework."
  },
  {
    "id": 22,
    "bun": "バスタオルを借してください。",
    "kana": "バスタオルをかしてください。",
    "eng": "Can I borrow a bath towel?"
  },
  {
    "id": 23,
    "bun": "念のため、チェックしておきたいんです。",
    "kana": "ねんのため、ちぇっくしておきたいんです。",
    "eng": "I'd like to check it, just in case."
  },
  {
    "id": 24,
    "bun": "彼女は、いつもチョコレートを買いたがる。",
    "kana": "かのじょは、いつもチョコレートをかいたがる。",
    "eng": "She always wants to buy chocolates."
  },
  {
    "id": 25,
    "bun": "素敵だけど、ちょっと値段が高いかな。",
    "kana": "すてきだけど、ちょっとねだんがたかいかな。",
    "eng": "It's nice, but the price is a bit high."
  },
  {
    "id": 26,
    "bun": "ペンギンは鳥だけど、飛べない。",
    "kana": "ペンギンはとりだけど、とべない。",
    "eng": "Penguins are birds, but they cannot fly."
  },
  {
    "id": 27,
    "bun": "あと一日で週末だし、頑張ろう。",
    "kana": "あといちにちでしゅうまつだし、がんばろう。",
    "eng": "One more day until the weekend, so let's work hard."
  },
  {
    "id": 28,
    "bun": "彼はハンサムだし、頭もいい。",
    "kana": "かれははんさむだし、あたまもいい。",
    "eng": "He is handsome and smart."
  },
  {
    "id": 29,
    "bun": "彼はアイドルやモデルが好きだそうです。",
    "kana": "かれはアイドルやモデルがすきだそうです。",
    "eng": "I heard that he likes idols and models."
  },
  {
    "id": 30,
    "bun": "こんど悪さをしたら、説教ですよ。",
    "kana": "こんどわるさをしたら、せっきょうですよ。",
    "eng": "If you do a bad thing again, I'm going to give you a lecture."
  },
  {
    "id": 31,
    "bun": "高校に入学したら、携帯電話を買ってもらうんです。",
    "kana": "こうこうににゅうがくしたら、けいたいてんわをかってもらうんです。",
    "eng": "When I enter a high school, I'll be bought a cell phone."
  },
  {
    "id": 32,
    "bun": "病院に行ったらどうですか？",
    "kana": "びょういんにいったらどうですか？",
    "eng": "Why don't you going to the hospital?"
  },
  {
    "id": 33,
    "bun": "今食事中です。",
    "kana": "いましょくじちゅうです。",
    "eng": "I'm in the middle of my meal now."
  },
  {
    "id": 34,
    "bun": "教科書なら、机の上に置いてありましたよ。",
    "kana": "きょうかしょなら、つくえのうえにおいてありましたよ。",
    "eng": "As for the text book, it has been left on the desk."
  },
  {
    "id": 35,
    "bun": "お喋りしている間に、日が暮れてしまった。",
    "kana": "おしゃべりしているあいだに、ひがくれてしまった。",
    "eng": "While chatting, it has grown dark."
  },
  {
    "id": 36,
    "bun": "朝ごはんを準備しておいたよ。",
    "kana": "あさごはんをじゅんびしておいたよ。",
    "eng": "I prepared breakfast.  (in advance for the future)."
  },
  {
    "id": 37,
    "bun": "テニスはできますか？",
    "kana": "テニスはできますか？",
    "eng": "Can you play tennis?"
  },
  {
    "id": 38,
    "bun": "ちょっと新聞を買ってきます。",
    "kana": "ちょっとしんぶんをかってきます。",
    "eng": "I'm just gonna go buy a newspaper. (implying you'll be back)"
  },
  {
    "id": 39,
    "bun": "お医者さんで薬をもらってきたら？",
    "kana": "おいしゃさんでくすりをもらってきたら？",
    "eng": "Why don't you go see a doctor to get some medichine? (and came back with it)"
  },
  {
    "id": 40,
    "bun": "彼も結婚式に来てくれました。",
    "kana": "かれもけっこんしきにきてくれました。",
    "eng": "He came to our wedding (for us) too."
  },
  {
    "id": 41,
    "bun": "いたずらっ子で困りました。",
    "kana": "いたずらっこでこまりました。",
    "eng": "I was in trouble because he was such a brat."
  },
  {
    "id": 42,
    "bun": "大学を卒業して、弁護士になりました。",
    "kana": "だいがくをそつぎょうして、べんごしになりました。",
    "eng": "After graduating from university, I became a lawyer."
  },
  {
    "id": 43,
    "bun": "ショートカットにしてみました。",
    "kana": "ショートカットにしてみました。",
    "eng": "I tried having my hair cut short."
  },
  {
    "id": 44,
    "bun": "タバコを吸ってもいいですか？",
    "kana": "たばこをすってもいいですか？",
    "eng": "Do you mind if I somke a cigarette?"
  },
  {
    "id": 45,
    "bun": "誕生日に、カメラを買ってもらいました。",
    "kana": "たんじょうびに、かめらをかってもらいました。",
    "eng": "I got a camera for my birthday.(I had someone buy me a camera for my birthday.)"
  },
  {
    "id": 46,
    "bun": "彼に中国語を教えてもらっています。",
    "kana": "かれにちゅうごくごをおしえてもらっています。",
    "eng": "I've had him teach me Chinese."
  },
  {
    "id": 47,
    "bun": "お茶でもどうですか？",
    "kana": "おちゃでもどうですか？",
    "eng": "Would you like some tea?"
  },
  {
    "id": 48,
    "bun": "私はポルトガル語を勉強しています。",
    "kana": "わたしはポルトガルごをべんきょうしています。",
    "eng": "I'm learning Portuguese."
  },
  {
    "id": 49,
    "bun": "私はヴェネツィアに行ったことがあります。",
    "kana": "わたしはヴェネツィアにいったことがあります。",
    "eng": "I've been to Venice."
  },
  {
    "id": 50,
    "bun": "デイヴィッド・ベッカムという名前のサッカー選手を知っていますか？",
    "kana": "デイヴィッド・ベッカムというなまえのサッカーせんしゅをしっていますか？",
    "eng": "Do you know a football player named David Beckham?"
  },
  {
    "id": 51,
    "bun": "寒い時のラーメンはより美味しいですね。",
    "kana": "さむいときのらーめんはよりおいしいですね。",
    "eng": "Ramen when it's cold is tastier, don't you think?"
  },
  {
    "id": 52,
    "bun": "社長は、二時間に一度は、ツイッターをチェックする。",
    "kana": "しゃちょうは、にじかんにいちどは、ツイッターをチェックする。",
    "eng": "The president checks twitter at least once every 2 hours."
  },
  {
    "id": 53,
    "bun": "私はハンバーガーにします。",
    "kana": "わたしはハンバーガーにします。",
    "eng": "I'm gonna go with hamburger. (chose the order)"
  },
  {
    "id": 54,
    "bun": "生クリームは嫌いなので、食べません。",
    "kana": "なまクリームはきらいなので、たべません。",
    "eng": "I don't like whipped cream, so I don't eat it."
  },
  {
    "id": 55,
    "bun": "ギターは弾くんですが、ピアノは弾きません。",
    "kana": "ギターはひくんですが、ピアノはひきません。",
    "eng": "I play guitar but not piano."
  },
  {
    "id": 56,
    "bun": "サトシ君はフランス語がペラペラです。",
    "kana": "サトシくんはフランスごがペラペラです。",
    "eng": "Satoshi is fluent in French."
  },
  {
    "id": 57,
    "bun": "もしバスケットをするなら、バスケットボールがいります。",
    "kana": "もしバスケットをするなら、バスケットボールがいります。",
    "eng": "If we play baseketball, we will need a basketball."
  },
  {
    "id": 58,
    "bun": "このブルーチーズ、とっても食べやすい。",
    "kana": "このぶるーちーず、とってもたべやすい。",
    "eng": "This blue cheese is very nice and smooth (easy-to-eat)."
  },
  {
    "id": 59,
    "bun": "やる気が無いより一生懸命な方がいい。",
    "kana": "やるきがないよりいっしょうけんめいなほうがいい。",
    "eng": "Working hard is better than doing without any motivation."
  },
  {
    "id": 60,
    "bun": "コーヒーに砂糖とミルクを入れます。",
    "kana": "コーヒーにさとうとミルクをいれます。",
    "eng": "I put sugar and milk in my coffee."
  },
  {
    "id": 61,
    "bun": "今日は暑いから、Tシャツをきています。",
    "kana": "きょうはあついから、ティーシャツをきています。",
    "eng": "I'm wearing T-shirt because it is hot today."
  },
  {
    "id": 62,
    "bun": "ぼくの兄は三味線がじょうずです。",
    "kana": "ぼくのあにはしゃみせんがじょうずです。",
    "eng": "My older brother is good at playing Shamisen."
  },
  {
    "id": 63,
    "bun": "お寿司の中でサーモンが一番好きです。",
    "kana": "おすしのなかでサーモンがいちばんすきです。",
    "eng": "Out of all sushi, I like salmon the best."
  },
  {
    "id": 64,
    "bun": "明日のミーティングも、同じ場所でしたよね。",
    "kana": "あしたのミーティングも、おなじばしょでしたよね。",
    "eng": "Tomorrow's meeting is at the same place, right?"
  },
  {
    "id": 65,
    "bun": "この会社は、ヨーロッパから自動車を輸入しています。",
    "kana": "このかいしゃは、ヨーロッパからじどうしゃをゆにゅうしています。",
    "eng": "This company imports cars from Europe."
  },
  {
    "id": 66,
    "bun": "ちょうど出張で東京にいるので、その会社の人と会うことになりました。",
    "kana": "ちょうどしゅっちょうでとうきょうにいるので、そのかいしゃのひととあうことになりました。",
    "eng": "Since I'm just in Tokyo for work, it has been decided that I'll meet a person from that company."
  },
  {
    "id": 67,
    "bun": "止まっていた車が、急に発車したので、びっくりしました。",
    "kana": "とまっていたくるまが、きゅうにはっしゃしたので、びっくりしました。",
    "eng": "I was surprised because the car that had stopped suddenly took off."
  },
  {
    "id": 68,
    "bun": "風でドアが開きました。",
    "kana": "かぜでどあがあきました。",
    "eng": "The door was opened by the wind."
  },
  {
    "id": 69,
    "bun": "私が、かれの代わりに新しいプロジェクトを担当することになりました。",
    "kana": "わたしが、かれのかわりにあたらしいプロジェクトをたんとうすることになりました。",
    "eng": "I will be in charge of the project instead of him (as a substitute for him)."
  },
  {
    "id": 70,
    "bun": "彼女のカナダ留学の出発日は明後日です。",
    "kana": "かのじょのかなだりゅうがくのしゅっぱつびはあさってです。",
    "eng": "Her departure date to study abroad in Canada is a day after tomorrow."
  },
  {
    "id": 71,
    "bun": "あの新しい選手は、動きがとてもいいです。",
    "kana": "あのあたらしいせんしゅは、うごきがとてもいいです。",
    "eng": "That new player's movements are very good."
  },
  {
    "id": 72,
    "bun": "かれは、わたしが東京に来たばかりのころの、ルームメートでした。",
    "kana": "かれは、わたしがとうきょうにきたばかりのころの、ルームメートでした。",
    "eng": "He was my roomate around the time I came to Tokyo."
  },
  {
    "id": 73,
    "bun": "ニャン太郎さんは、何で学校に通っていますか。",
    "kana": "ニャンたろうさんは、なにでがっこうにかよっていますか。",
    "eng": "How does Nyantaro go/commute to school? (By car? By train?)"
  },
  {
    "id": 74,
    "bun": "そんな無理な注文を言わないでください。",
    "kana": "そんなむりなちゅうもんをいわないでください。",
    "eng": "Don't make such an unreasonable request."
  },
  {
    "id": 75,
    "bun": "今日は、胃腸の調子が悪いです。",
    "kana": "きょうは、いちょうのちょうしがわるいです。",
    "eng": "My stomach is upset today."
  },
  {
    "id": 76,
    "bun": "父は私に、テレビのリモコンを持って来させました。",
    "kana": "ちちはわたしに、テレビのリモコンをもってこさせました。",
    "eng": "My dad made me bring him the TV remote."
  },
  {
    "id": 77,
    "bun": "野球選手になるために、毎日一生懸命い練習しています。",
    "kana": "やきゅうせんしゅになるために、まいにちいっしょうけんめいれんしゅうしています。",
    "eng": "I practice hard every day to be a baseball player."
  },
  {
    "id": 78,
    "bun": "女性のファンの方が多いです。",
    "kana": "じょせいのファンのほうがおおいです。",
    "eng": "There are more female fans (as opposed to male)."
  },
  {
    "id": 79,
    "bun": "私のお祖母ちゃんは、八十八歳です。",
    "kana": "わたしのおばあちゃんは、はちじゅうはっさいです。",
    "eng": "My grandmother is 88 years old."
  },
  {
    "id": 80,
    "bun": "このパンフレットは、1269円です。",
    "kana": "このパンフレットは、せんにひゃくろくじゅうきゅうえんです。",
    "eng": "This pamphlet is 1269 yen."
  },
  {
    "id": 81,
    "bun": "重くても、運ばなくっちゃ。",
    "kana": "おもくても、はこばなくっちゃ。",
    "eng": "I still have to carry it even though it's heavy."
  },
  {
    "id": 82,
    "bun": "俺の商売の邪魔をするんじゃねー。",
    "kana": "おれのしょうばいのじゃまをするんじゃねー。",
    "eng": "Don't interrupt my business."
  },
  {
    "id": 83,
    "bun": "うちの会社は、去年、日本酒と醤油の輸出を始めました。",
    "kana": "うちのかいしゃは、きょねん、にほんしゅとしょうゆのゆしゅつをはじめました。",
    "eng": "Our company started exporting Japanese sake and soy sauce last year."
  },
  {
    "id": 84,
    "bun": "ベネズエラの工場には行かないことになりました。",
    "kana": "ベネズエラのこうじょうにはいかないことになりました。",
    "eng": "It has been decided that we won't go to the factory in Venezuela."
  },
  {
    "id": 85,
    "bun": "一週間のうちに、何回運動しますか。",
    "kana": "いっしゅうかんのうちに、なんかいうんどうしますか。",
    "eng": "How many times a week do you exercise (play a sport)?"
  },
  {
    "id": 86,
    "bun": "チャンさんは、中国工場を建てるために、中国に出張に行きました。",
    "kana": "チャンさんは、ちゅうごくこうじょうをたてるために、ちゅうごくにしゅっちょうにいきました。",
    "eng": "Chang went to China to build a Chinese factory."
  },
  {
    "id": 87,
    "bun": "家に帰る途中で、急に雨がふってきたんです。",
    "kana": "いえにかえるとちゅうで、きゅうにあめがふってきたんです。",
    "eng": "On my way back home, it suddenly started raining."
  },
  {
    "id": 88,
    "bun": "明日の研究者会議に行くかどうか、メールでお返事ください。",
    "kana": "あすのけんきゅうしゃかいぎにいくかどうか、メールでおへんじください。",
    "eng": "Please reply by email as to whether you will meet with the researcher tomorrow.F"
  },
  {
    "id": 89,
    "bun": "デパートの南側の入り口で待っています。",
    "kana": "でぱーとのみなみがわのいりぐちでまっています。",
    "eng": "I'm waiting for your at the entrance on the south side of the department store."
  },
  {
    "id": 90,
    "bun": "フットサルの試合のチケットを買いたいんですが、どこで買えばいいですか。",
    "kana": "フットサルのしあいのちけっとをかいたいんですが、どこでかえばいいですか。",
    "eng": "I want to buy futsal game tickets, so where should I buy them?"
  },
  {
    "id": 91,
    "bun": "クリスティさん、去年、日本の美味しいラーメンが食べたいと言っていましたよね。",
    "kana": "クリスティさん、きょねん、にほんのおいしいラーメンがたべたいといっていましたよね。",
    "eng": "Kristy, you told me that you wanted to eat Japan's delicious ramen last year, right?"
  },
  {
    "id": 92,
    "bun": "では、明日の試験の注意事項を話します。",
    "kana": "では、あしたのしけんのちゅういじこうをはなします。",
    "eng": "Now I'm going to talk about something important on tomorrow's exam."
  },
  {
    "id": 93,
    "bun": "この講演の向かい側に、美味しい餃子屋があります。",
    "kana": "このこうえんのむかいがわに、おいしいぎょうざやがあります。",
    "eng": "There is a delicious gyoza (Chinese dumpling) restaurant on the other side of this park."
  },
  {
    "id": 94,
    "bun": "新しいパソコンは、買わない事になりました。",
    "kana": "あたらしいぱそこんは、かわないことになりました。",
    "eng": "We've decided not to buy a new computer."
  },
  {
    "id": 95,
    "bun": "パーティの服は、ドレスでなくてもいいですか。",
    "kana": "パーティのふくは、ドレスでなくてもいいですか。",
    "eng": "Is okay if my clothes for the party aren't dressy?"
  },
  {
    "id": 96,
    "bun": "もしよければ、抹茶をどうぞ。遠慮しなくてもいいですよ。",
    "kana": "もしよければ、まっちゃをどうぞ。えんりょしなくてもいいですよ。",
    "eng": "There is tea, if you'd like some. Please help yourself."
  },
  {
    "id": 97,
    "bun": "お兄ちゃんに連絡しなくっちゃ。",
    "kana": "おにいちゃんにれんらくしなくっちゃ。",
    "eng": "I have to contact my older brother."
  },
  {
    "id": 98,
    "bun": "僕の彼女はアゼルバイジャン人です。",
    "kana": "ぼくのかのじょはアゼルバイジャンじんです。",
    "eng": "My girlfriend is Azerbaijani."
  },
  {
    "id": 99,
    "bun": "水中で八分二十四秒間息をとめられます。",
    "kana": "すいちゅうではっぷんにじゅうよんびょうかんいきをとめられます。",
    "eng": "I can hold my breath under water for eight minutes twenty-four seconds."
  },
  {
    "id": 100,
    "bun": "ハサミはつくえの上にあります。",
    "kana": "ハサミはつくえのうえにあります。",
    "eng": "The scissors are on the desk."
  },
  {
    "id": 101,
    "bun": "誕生日は十一月二十四日です。",
    "kana": "たんじょうびはじゅういちがつにじゅうよっかです。",
    "eng": "My birthday is November 24th."
  },
  {
    "id": 102,
    "bun": "このパソコンは高すぎます。",
    "kana": "このパソコンはたかすぎます。",
    "eng": "This computer is too expensive."
  },
  {
    "id": 103,
    "bun": "このメロンは一個三千円五百七十一円です。",
    "kana": "このメロンはいっこさんぜんごひゃくななじゅういちえんです。",
    "eng": "These melons are 3571 yen each."
  },
  {
    "id": 104,
    "bun": "朝鮮民主主義人民共和国を六日間旅行しました。",
    "kana": "ちょうせんみんしゅしゅぎじんみんきょうわこくをむいかかんりょこうしました。",
    "eng": "I traveled in Democratic People's Republic of Korea for six days."
  },
  {
    "id": 105,
    "bun": "妹は、三月十六日に、二十七歳になります。",
    "kana": "いもうとは、さんがつくうろくにちに、にじゅうななさいになります。",
    "eng": "My younger sister will turn twenty-seven on March sixteenth."
  },
  {
    "id": 106,
    "bun": "今日は、お爺ちゃんとお祖母ちゃんと、スカイプで話しました。",
    "kana": "きょうは、おじいちゃんとおばあちゃんと、スカイプではなしました。",
    "eng": "Today, I talked to my grandpa and grandma on Skype."
  },
  {
    "id": 107,
    "bun": "机の中に、折り紙が百五十九枚あります。",
    "kana": "つくえのなかに、おりがみがひゃくごじゅうきゅうまいあります。",
    "eng": "There are one hundred-fifty-nine origami pieces in the desk."
  },
  {
    "id": 108,
    "bun": "あそこの川でカヌーをしましょう。",
    "kana": "あそこのかわでカヌーをしましょう。",
    "eng": "Let's canoe in the river over there."
  },
  {
    "id": 109,
    "bun": "この電線の電圧は、二万五千ボルトです。",
    "kana": "このでんせんのでんあつは、にまんごせんボルトです。",
    "eng": "The voltage of this electric cable is 25,000 volts."
  },
  {
    "id": 110,
    "bun": "僕の愛車は、トヨタのビッツです。",
    "kana": "ぼくのあいしゃは、トヨタのビッツです。",
    "eng": "My beloved car is a Toyota Vitz."
  },
  {
    "id": 111,
    "bun": "冬休みに、ニュージーランドに、旅行に行きました。",
    "kana": "ふゆやすみに、ニュージーランドに、りょこうにいきました。",
    "eng": "I went on a trip to New Zealand on my winter break."
  },
  {
    "id": 112,
    "bun": "ケーブルがないので、毎晩、ネットフリックスを見ています。",
    "kana": "ケーブルがないので、まいばん、ネットフリックスをみています。",
    "eng": "I don't have cable, so I watch Netflix every night."
  },
  {
    "id": 113,
    "bun": "イェルメク語は、難しくてさっぱり分かりません。",
    "kana": "イェルメクごは、むずかしくてさっぱりわかりません。",
    "eng": "Yelmek is difficult and I don't understand at all."
  },
  {
    "id": 114,
    "bun": "妻とは、パプア・ニューギニアで出会いました。",
    "kana": "つまとは、パプア・ニューギニアでであいました。",
    "eng": "I met my wife in Papua New Guinea."
  },
  {
    "id": 115,
    "bun": "毎日、会社帰りにジムに行きます。",
    "kana": "まいにち、かいしゃがえりにジムにいきます。",
    "eng": "Everyday, I go to gym on the way back from the company."
  },
  {
    "id": 116,
    "bun": "空きカンはここに捨ててください。",
    "kana": "あきカンはここにすててください。",
    "eng": "Please throw the empty cans here."
  },
  {
    "id": 117,
    "bun": "おいしい魚料理のレシピを何か知っていますか。",
    "kana": "おいしいさかなりょうりのレシピをなにかしっていますか。",
    "eng": "Do you know any good fish recipes?"
  },
  {
    "id": 118,
    "bun": "赤ちゃんが、主人のスーツをダメにしてしまいました。",
    "kana": "あかちゃんが、しゅじんのスーツをダメにしてしまいました。",
    "eng": "Our baby ruined my husband's suits."
  },
  {
    "id": 119,
    "bun": "このプールは浅いので、大丈夫ですよ。",
    "kana": "このプールはあさいので、だいじょうぶですよ。",
    "eng": "This pool is shallow, so it's okay(you don't have to worry)."
  },
  {
    "id": 120,
    "bun": "アジアホテルは、ここから電車で四十五分です。",
    "kana": "アジアホテルは、ここからでんしゃでよんじゅうごふんです。",
    "eng": "It takes fourty five minutes by train from here to Asia Hotel."
  },
  {
    "id": 121,
    "bun": "Eメールのアドレスを教えてください。",
    "kana": "イーメールのアドレスをおしえてください。",
    "eng": "Please let me know your Email address."
  },
  {
    "id": 122,
    "bun": "あのう、そのバーベキューソースを取ってくれませんか。",
    "kana": "あのう、そのバーベキューソースをとってくれませんか。",
    "eng": "Excuse me. Could you pass me the BBQ sauce, please?"
  },
  {
    "id": 123,
    "bun": "薄いピンクのシャツを着ているのが、私の叔母です。",
    "kana": "うすいピンクのシャツをきているのが、わたしのおばです。",
    "eng": "The person in the light pink shirt is my aunt."
  },
  {
    "id": 124,
    "bun": "カブレラは、昨日、ホームランを三本打ちました。",
    "kana": "カブレラは、きのう、ホームランをさんぼんうちました。",
    "eng": "Cabrera hit three home-runs yesterday."
  },
  {
    "id": 125,
    "bun": "さて、次のトピックに移りましょう。",
    "kana": "さて、つぎのトピックにうつりましょう。",
    "eng": "Alright, let's now go on to the next topic."
  },
  {
    "id": 126,
    "bun": "ゴミは、マンションの裏のゴミ置き場に捨ててください。",
    "kana": "ゴミは、マンションのうらのゴミおきばにすててください。",
    "eng": "As for garbage, please throw away at the garbabge place behind the apartment."
  },
  {
    "id": 127,
    "bun": "エアコンのスイッチ、見ませんでしたか。",
    "kana": "エアコンのスイッチ、みませんでしたか。",
    "eng": "Haven't you seen the switch (remort control) for the air-conditioning?"
  },
  {
    "id": 128,
    "bun": "エスカレーターの方が便利ですよ。",
    "kana": "エスカレーターのほうがべんりですよ。",
    "eng": "Taking the escalator is more convenient."
  },
  {
    "id": 129,
    "bun": "えっとね、じゃあ、ブラックコーヒーをお願いします。",
    "kana": "えっとね、じゃあ、ブラックコーヒーをおねがいします。",
    "eng": "Well, then, black coffee please."
  },
  {
    "id": 130,
    "bun": "お客様がお出でになりました。",
    "kana": "おきゃくさまがおいでになりました。",
    "eng": "Your guest has arrived."
  },
  {
    "id": 131,
    "bun": "マイケルさんは、どうして一時間目の授業を休んで屋上にいたんですか。",
    "kana": "マイケルさんは、どうしていちじかんめのじゅぎょうをやすんでおくじょうにいたんですか。",
    "eng": "Why was Michael absent from the 1st class and was at the rooftop?"
  },
  {
    "id": 132,
    "bun": "お嬢さん、綺麗になりましたね。",
    "kana": "おじょうさん、きれいになりましたね。",
    "eng": "Your daughter became so beautiful."
  },
  {
    "id": 133,
    "bun": "コンタクトをトイレの床に落としてしまいました。",
    "kana": "コンタクトをトイレのゆかにおとしてしまいました。",
    "eng": "I dropped my contactlenses on the washroom floor."
  },
  {
    "id": 134,
    "bun": "きゃりーぱみゅぱみゅは、私が元気がない時は、いつもダンスを踊ってくれます。",
    "kana": "きゃりーぱみゅぱみゅは、わたしがげんきがないときは、いつもだんすをおどってくれます。",
    "eng": "When I'm depressed, Kyary Pamyu Pamyu always dances for me."
  },
  {
    "id": 135,
    "bun": "ちょっとやそっとじゃ驚かなくなりました。",
    "kana": "ちょっとやそっとじゃおどろかなくなりました。",
    "eng": "I've come to be not easily surprised."
  },
  {
    "id": 136,
    "bun": "牛乳は二本、豆乳は一本お願い。",
    "kana": "ぎゅうにゅうはにほん、とうにゅうはいっぽんおねがい。",
    "eng": "Two milk cartons and one soy milk carton, please."
  },
  {
    "id": 137,
    "bun": "今からオフィスを出るけど、何か買って帰ろうか？",
    "kana": "いまからオフィスをでるけど、なにかかってかえろうか。",
    "eng": "I'm jsut about to leave the office, but should I get something on the way back?"
  },
  {
    "id": 138,
    "bun": "お見舞いに行きたいんですが、ボスニア・ヘルツェゴビナでは何を持っていきますか？",
    "kana": "おみまいにいきたいんですが、ボスニア・ヘルツェゴビナではなにをもっていきますか？",
    "eng": "I want to bring some gift when I go see her in the hospital, but what do people usually bring for such an occastion in Bosnia and Herzegovina?"
  },
  {
    "id": 139,
    "bun": "このオモチャの電車は、電池で動きます。",
    "kana": "このオモチャのでんしゃは、でんちでうごきます。",
    "eng": "This toy train moves with batterries."
  },
  {
    "id": 140,
    "bun": "クロールの泳ぎ方が知りたいんです。",
    "kana": "クロールのおよぎかたがしりたいんです。",
    "eng": "I want to know how to swim the crawl."
  },
  {
    "id": 141,
    "bun": "コートをハンガーに掛けましょうか。",
    "kana": "コートをハンガーにかけましょうか。",
    "eng": "May I put your coat on the hanger?"
  },
  {
    "id": 142,
    "bun": "みんなでクリスマスツリーを飾りました。",
    "kana": "みんなでクリスマスツリーをかざりました。",
    "eng": "I decorated the Christmastree with everyone."
  },
  {
    "id": 143,
    "bun": "火事があった場所は、アパートの五階です。",
    "kana": "かじがあったばしょは、アパートのごかいです。",
    "eng": "The fire place is the fifth floor of the apartment."
  },
  {
    "id": 144,
    "bun": "ホッケーの試合では、1対0で勝つことができました。",
    "kana": "ホッケーのしあいでは、いったいゼロでかつことができました。",
    "eng": "At the hockey game, we managed to win by 1-0."
  },
  {
    "id": 145,
    "bun": "今日はヒョウが降っているので、洗濯物がなかなか乾きません。",
    "kana": "きょうはヒョウがふっているので、せんたくものがなかなかかわきません。",
    "eng": "It's hailing today, so it's taking quite a while for the laundry to get dried."
  },
  {
    "id": 146,
    "bun": "すごく気になるカフェがあるんだけど、一緒に行ってみない。",
    "kana": "すごくきになるカフェがあるんだけど、いっしょにいってみない。",
    "eng": "There is a cafe that I've been curious about, so why don't we go together?"
  },
  {
    "id": 147,
    "bun": "彼は汽車が好きだから、汽車の玩具もいいと思いますよ。",
    "kana": "かれはきしゃがすきだから、きしゃのおもちゃもいいとおもいますよ。",
    "eng": "He likes steam trains, so I think a steam train toy would be good too."
  },
  {
    "id": 148,
    "bun": "季節によってメニューが変わるので、注意してください。",
    "kana": "きせつによってメニューがかわるので、ちゅういしてください。",
    "eng": "The menu changes according to the season, so please be careful."
  },
  {
    "id": 149,
    "bun": "私は、マーシャル諸島の教育について、記事を書きました。",
    "kana": "わたしは、マーシャルしょとうのきょういくについて、きじをかきました。",
    "eng": "I wrote an article about Marshall Islands' education."
  },
  {
    "id": 150,
    "bun": "私はまだ、近所に何があるのかよく知りません。",
    "kana": "わたしはまだ、きんじょになにがあるのかよくしりません。",
    "eng": "I don't know what's around my neighbourhood very well yet."
  },
  {
    "id": 151,
    "bun": "今年の夏、私はセバスチャンと、ディズニーランドの中にあるホテルに泊まりました。",
    "kana": "ことしのなつ、わたしはセバスチャンと、ディズニーランドのなかにあるほてるにとまりました。",
    "eng": "This summer, I stayed in a hotel in the Disney Land with Sebastian."
  },
  {
    "id": 152,
    "bun": "警察官は、駅から犯人の家まで、細い道を二十分近く歩きました。",
    "kana": "けいさつかんは、えきからはんにんのいえまで、ほそいみちをにじゅっぷんちかくあるきました。",
    "eng": "The police officer walked a narrow street from the station to the suspect's house for nerly 20 minutes."
  },
  {
    "id": 153,
    "bun": "前は、郊外のスーパーまで、電車とバスで一時間半ぐらいかかりました。",
    "kana": "まえは、こうがいのスーパーまで、でんしゃとバスでいちじかんはんぐらいかかりました。",
    "eng": "It used to take around one and a half hour by train and bus to get the outskirts' grocerry store."
  },
  {
    "id": 154,
    "bun": "今日は、高校生たちが、このパン工場の見学に来ます。",
    "kana": "きょうは、こうこうせいたちが、このパンこうじょうのけんがくにきます。",
    "eng": "Today, high school students come to observe this bread factory."
  },
  {
    "id": 155,
    "bun": "マリリンは、明日、西東京高等学校に行きたいそうですよ。",
    "kana": "マリリンは、あした、にしとうきょうこうとうがっこうにいきたいそうですよ。",
    "eng": "I heard that Marilyn wants to visit West Tokyo high school tomorrow."
  },
  {
    "id": 156,
    "bun": "関西国際空港に行くには、あのリムジンバスに乗ってください。",
    "kana": "かんさいこくさいくうこうにいくには、あのりむじんばすにのってください。",
    "eng": "To go to Kansai International Airport, take the aport shuttle bus."
  },
  {
    "id": 157,
    "bun": "彼女は心の病気になってしまったそうです。",
    "kana": "かのじょはこころのびょうきになってしまったそうです。",
    "eng": "I heard that she became mentally sick."
  },
  {
    "id": 158,
    "bun": "御主人からのメール、読んでもいいですか。",
    "kana": "ごしゅじんからのメール、よんでもいいですか。",
    "eng": "Can I read the emails from your husband?"
  },
  {
    "id": 159,
    "bun": "コピー機が故障したようなんですが、直し方を知っていますか。",
    "kana": "コピーきがこしょうしたようなんですが、なおしかたをしっていますか。",
    "eng": "It seems that the copy machine is broken, and do you know how to fix it?"
  },
  {
    "id": 160,
    "bun": "この間、あそこの食堂に行ってみました。",
    "kana": "このあいだ、あそこのしょくどうにいってみました。",
    "eng": "I tried that dinner over there the other day."
  },
  {
    "id": 161,
    "bun": "この頃、毎晩日記を書いているんです。",
    "kana": "このごろ、まいばんにっきをかいているんです。",
    "eng": "Recently, I keep my diary every night."
  },
  {
    "id": 162,
    "bun": "今日は、そのレストランはとても混んでいました。",
    "kana": "きょうは、そのれすとらんはとてもこんでいました。",
    "eng": "Today, that restaurant was really crowded."
  },
  {
    "id": 163,
    "bun": "ご両親と一緒じゃなくて、寂しくないですか？",
    "kana": "ごりょうしんといっしょじゃなくて、さびしくないですか？",
    "eng": "Don't you miss your parents after living apart from them?"
  },
  {
    "id": 164,
    "bun": "これから美術館に行くつもりです。",
    "kana": "これからびじゅつかんにいくつもりです。",
    "eng": "I'm goign to an art museum after this."
  },
  {
    "id": 165,
    "bun": "この小説は怖かったけどとても面白かったです。",
    "kana": "このしょうせつはこわかったけどとてもおもしろかったです。",
    "eng": "This novel was scary, but very interesting."
  },
  {
    "id": 166,
    "bun": "このテレビは壊れているので、早く捨てたいんです。",
    "kana": "このテレビはこわれているので、はやくすてたいんです。",
    "eng": "This TV is broken, so I want to get rid of it soon."
  },
  {
    "id": 167,
    "bun": "ヴェロニカさんは、よくコンサートに行きますか？",
    "kana": "ヴェロニカさんは、よくコンサートにいきますか？",
    "eng": "Do you often go to concert, Veronica?"
  },
  {
    "id": 168,
    "bun": "四時頃にあそこのコンビニはどうですか？",
    "kana": "よじごろにあそこのコンビニはどうですか？",
    "eng": "What about that conveneience store around 4 o'clock?"
  },
  {
    "id": 169,
    "bun": "最初に、私が小麦で作ったパンを食べてください。",
    "kana": "さいしょに、わたしがこむぎでつくったパンをたべてください。",
    "eng": "First, please eat the bread that I made out of wheat."
  },
  {
    "id": 170,
    "bun": "カナダでは、アイスホッケーが盛んです。",
    "kana": "カナダでは、アイスホッケーがさかんです。",
    "eng": "In Canada, ice hockey is very popular."
  },
  {
    "id": 171,
    "bun": "再来週の「青空一日日本語教室」では、いろいろな日本語の挨拶を先生が教えます。",
    "kana": "さらいしゅうの「あおぞらいちにちにほんごきょうしつ」では、いろいろなにほんごのあいさつをせんせいがおしえます。",
    "eng": "In the \"open‐air one day Japanese class\" two weeks from now, the teacher teaches various kinds of Japanese greeting."
  },
  {
    "id": 172,
    "bun": "賛成の場合は、ここにサインしてください。",
    "kana": "さんせいのばあいは、ここにサインしてください。",
    "eng": "If you agree, please put your signature here."
  },
  {
    "id": 173,
    "bun": "ビートルズのCDを貸してください。",
    "kana": "ビートルズのシーディーをかしてください。",
    "eng": "Please lend me Beatle's CD(s)."
  },
  {
    "id": 174,
    "bun": "今の時代は、インターネットで何でも買うことができます。",
    "kana": "いまのじだいは、インターネットでなんでもかうことができます。",
    "eng": "In this era, you can buy anything on the Internet."
  },
  {
    "id": 175,
    "bun": "インフルエンザにかかったので、しばらく学校を休んでいます。",
    "kana": "インフルエンザにかかったので、しばらくがっこうをやすんでいます。",
    "eng": "I got a flu and I've been absent from school for a while."
  },
  {
    "id": 176,
    "bun": "ジャムはもうたくさんあるかもしれないな。",
    "kana": "ジャムはもうたくさんあるかもしれないな。",
    "eng": "There might be a lot of jam already."
  },
  {
    "id": 177,
    "bun": "日本では、昔から、大晦日の日に蕎麦を食べる習慣があります。",
    "kana": "にほんでは、むかしから、おおみそかのひにそばをたべるしゅうかんがあります。",
    "eng": "In Japan, there has been a custome to eat soba noodle on New Year's Eve since long time ago."
  },
  {
    "id": 178,
    "bun": "ビエトは、漫画を月に十冊以上読みます。",
    "kana": "ビエトは、まんがをつきにじゅっさついじょうよみます。",
    "eng": "Viet reads more than 10 mangas a month."
  },
  {
    "id": 179,
    "bun": "先生が、柔道のルールややり方を教えます。",
    "kana": "せんせいが、じゅうどうのルールややりかたをおしえます。",
    "eng": "The teacher is going to teach the rules and the methods of Judo."
  },
  {
    "id": 180,
    "bun": "もうこれで十分です。",
    "kana": "もうこれでじゅうぶんです。",
    "eng": "This is already enough for me."
  },
  {
    "id": 181,
    "bun": "午前八時半にここを出発します。",
    "kana": "ごぜんはちじはんにここをしゅっぱつします。",
    "eng": "We'll leave here at 8:30 am."
  },
  {
    "id": 182,
    "bun": "新しい趣味ができました。",
    "kana": "あたらしいしゅみができました。",
    "eng": "I got new hobby."
  },
  {
    "id": 183,
    "bun": "お弁当は自分で持っていく予定でしたが、工場の人が準備してくれるそうです。",
    "kana": "おべんとうはじぶんでもっていくよていでしたが、こうじょうのひとがじゅんびしてくれるそうです。",
    "eng": "It was planned that we would bring our own lunch, but I was told that the factory people would get ready for you.F"
  },
  {
    "id": 184,
    "bun": "アーロンさんの紹介で電話しました。",
    "kana": "アーロンさんのしょうかいででんわしました。",
    "eng": "I've called by the introduction of Aaron."
  },
  {
    "id": 185,
    "bun": "この雑誌には、良い映画の紹介文が載っています。",
    "kana": "このざっしには、よいえいがのしょうかいぶんがのっています。",
    "eng": "In this magazine, there is an introductory essay about good movies."
  },
  {
    "id": 186,
    "bun": "小学校で、小さな子どもたちに、色々な絵本を読んであげています。",
    "kana": "しょうがっこうで、ちいさなこどもたちに、いろいろなえほんをよんであげています。",
    "eng": "I've read various picture books to little children in elementary schools."
  },
  {
    "id": 187,
    "bun": "みんなでジョギングを楽しみましょう。",
    "kana": "みんなでジョギングをたのしみましょう。",
    "eng": "Let's enjoy jogging all together."
  },
  {
    "id": 188,
    "bun": "ジェームズさんは、将来どんな仕事がしたいですか。",
    "kana": "ジェームズさんは、しょうらいどんなしごとがしたいですか。",
    "eng": "What kind of job do you want to do in the future, James?"
  },
  {
    "id": 189,
    "bun": "あの女性が誰と住んでいるか調べてください。",
    "kana": "あのじょせいがだれとすんでいるかしらべてください。",
    "eng": "Please investigate with whom that woman is living."
  },
  {
    "id": 190,
    "bun": "今日は午前中、図書館で戦争について調べました。",
    "kana": "きょうはごぜんちゅう、としょかんでせんそうについてしらべました。",
    "eng": "In the morning of today (am), I looked up about the war in the library."
  },
  {
    "id": 191,
    "bun": "いい資料がないか探してくれませんか。",
    "kana": "いいしりょうがないかさがしてくれませんか。",
    "eng": "Can you look around if there are any good materials(datas/sources) for me please?"
  },
  {
    "id": 192,
    "bun": "この神社に入るには、二百円かかります。",
    "kana": "このじんじゃにはいるには、にひゃくえんかかります。",
    "eng": "To enter this shrine, it costs 200 yen."
  },
  {
    "id": 193,
    "bun": "彼女は、教科書をスッと鞄に入れました。",
    "kana": "かのじょは、きょうかしょをスッとかばんにいれました。",
    "eng": "She put the textbook straight into her bag."
  },
  {
    "id": 194,
    "bun": "このステーキも、あまり柔らかくありません。",
    "kana": "このステーキも、あまりやわらかくありません。",
    "eng": "This stake isn't that softe either."
  },
  {
    "id": 195,
    "bun": "スケートで氷の上を滑ってみたいです。",
    "kana": "スケートでこおりのうえをすべってみたいです。",
    "eng": "I want to try skating with the skate boots."
  },
  {
    "id": 196,
    "bun": "デパートでスリを捕まえました。",
    "kana": "デパートでスリをつかまえました。",
    "eng": "I caught a pickpocket in the department."
  },
  {
    "id": 197,
    "bun": "もう新しいソフト、インストールした？",
    "kana": "もうあたらしいソフト、インストールした？",
    "eng": "Have you installed the new software already?"
  },
  {
    "id": 198,
    "bun": "紅茶を送ってもらうには、普通三百円かかりますが、500グラム以上頼むと、ただになります。",
    "kana": "こうちゃをおくってもらうには、ふつうさんびゃくえんかかりますが、ごひゃくぐらむいじょうたのむと、ただになります。",
    "eng": "To be sent the tea, it usually costs 300 yen, but if you order 500g or more, it will be free."
  },
  {
    "id": 199,
    "bun": "たまに、インターネットショッピングを利用します。",
    "kana": "たまに、インターネットショッピングをりようします。",
    "eng": "I use Internet shopping occasionally."
  },
  {
    "id": 200,
    "bun": "来年からインドの工場で働く為、ヒンディー語を学んでいます。",
    "kana": "らいねんからインドのこうじょうではたらくため、インディーごをまなんでいます。",
    "eng": "Since I'm going to work at a factory in India next yaer, I'm learning Hindi."
  },
  {
    "id": 201,
    "bun": "血がついたティッシュはすぐにゴミ箱に入れてください。",
    "kana": "ちがついたティッシュはすぐにゴミばこにいれてください。",
    "eng": "Please put the clinex paper with blood in the grabage bin right away."
  },
  {
    "id": 202,
    "bun": "スーパーにチーズとベーコンを買いに行きますけど、何か買ってきましょうか。",
    "kana": "スーパーにチーズとベーコンをかいにいきますけど、なにかかってきましょうか。",
    "eng": "I'm going go to a groccery store for some cheese and bacon, and would you like me to get something for you?"
  },
  {
    "id": 203,
    "bun": "ミシェルちゃんは、いつバイトを休むんですか？",
    "kana": "ミシェルちゃんは、いつバイトをやすむんですか？",
    "eng": "Michelle-chan, when are you going to take a day off from your part-time job?"
  },
  {
    "id": 204,
    "bun": "昔から注射は苦手です。",
    "kana": "むかしからちゅうしゃはにがてです。",
    "eng": "I've been not good with injection since long time ago."
  },
  {
    "id": 205,
    "bun": "駐車場の中で、ボールを使って遊んではいけません。",
    "kana": "ちゅうしゃじょうのなかで、ボールをつかってあそんではいけません。",
    "eng": "You must not play with a ball in the parking lot."
  },
  {
    "id": 206,
    "bun": "今このパソコンを買うと、オマケが付くので、お得ですよ。",
    "kana": "いまこのぱそこんをかうと、おまけがつくので、おとくですよ。",
    "eng": "If you buy this computer now, you'll get something thrown in, so it's a deal."
  },
  {
    "id": 207,
    "bun": "冷蔵庫に、フライドポテトが少し残っています。",
    "kana": "れいぞうこに、フライドポテトがすこしのこっています。",
    "eng": "There are some potato fries left in the fridge."
  },
  {
    "id": 208,
    "bun": "パスポート番号をメールで知らせてください。",
    "kana": "パスポートばんごうをメールでしらせてください。",
    "eng": "Let me know your passport number via email."
  },
  {
    "id": 209,
    "bun": "このメープルシロップを六本の瓶に分けて入れてください。",
    "kana": "このメープルシロップをろっぽんのびんにわけていれてください。",
    "eng": "Can you divid and put this maple syrup into 6 jars?"
  },
  {
    "id": 210,
    "bun": "FAXの仕方を教えてもらえませんか。",
    "kana": "ファックスのしかたをおしえてもらえませんか。",
    "eng": "Could you teach me how to use the FAX machine."
  },
  {
    "id": 211,
    "bun": "湖で泳いだり、魚釣りをしたり、虫をとったりしました。",
    "kana": "みずうみでおよいだり、さかなつりをしたり、むしをとったりしました。",
    "eng": "I did swimming in the lake, fishing, catching insects and some other stfuf."
  },
  {
    "id": 212,
    "bun": "すみません、ちょうど今息子を迎えに行くところなんです。",
    "kana": "すみません、ちょうどいまむすこをむかえにいくところなんです。",
    "eng": "Sorry, I'm just about to go pick up my son."
  },
  {
    "id": 213,
    "bun": "母は昔はもっとお喋りでした。",
    "kana": "はははむかしはもっとおしゃべりでした。",
    "eng": "My mom used to be a lot more chatter."
  },
  {
    "id": 214,
    "bun": "お礼を申し上げるのが遅くなって、すみません。",
    "kana": "おれいをもうしあげるのがおそくなって、すみません。",
    "eng": "I'm sorry that it took me a while to say thank you to you."
  },
  {
    "id": 215,
    "bun": "明日の約束なんだけど、病院に行かなければならなくなっちゃったんだ。",
    "kana": "あしたのやくそくなんだけど、びょういんにいかなければならなくなっちゃったんだ。",
    "eng": "As for tomorrow's appointment, it turned out that I have to go to the hospital."
  },
  {
    "id": 216,
    "bun": "美味しいパイナップルパイが焼けましたよ。",
    "kana": "おいしいパイナップルパイがやけましたよ。",
    "eng": "The delicious pineapple pie has been baked."
  },
  {
    "id": 217,
    "bun": "お店でもらったレシートを見て、やっと自分が何を買ったのかが分かりました。",
    "kana": "おみせでもらったレシートをみて、やっとじぶんがなにをかったのかがわかりました。",
    "eng": "When I looked at the receipt I'd gotten from the store, I finally realized what I had bought."
  },
  {
    "id": 218,
    "bun": "結婚指輪を失くしてしまいました。",
    "kana": "けっこんゆびわをなくしてしまいました。",
    "eng": "I lost my wedding ring."
  },
  {
    "id": 219,
    "bun": "パンプスが土で汚れてしまいました。",
    "kana": "パンプスがつちでよごれてしまいました。",
    "eng": "My pumps got dirty by the dirt."
  },
  {
    "id": 220,
    "bun": "この言葉がどういう意味か、予習してきて下さい。",
    "kana": "このことばがどういういみか、よしゅうしてきてください。",
    "eng": "Pleaes study what this word means as a preparation for the next lesson."
  },
  {
    "id": 221,
    "bun": "その旅館には、一週間いました。",
    "kana": "そのりょかんには、いっしゅうかんいました。",
    "eng": "I was in the Japanese hotel for a week."
  },
  {
    "id": 222,
    "bun": "今日、私はノートを忘れたので、隣の人にルーズリーフを六枚貰いました。",
    "kana": "きょう、わたしはノートをわすれたので、となりのひとにルーズリーフをろくまいもらいました。",
    "eng": "Today I forgot to bring the botebook, so I got 6 loose‐leaf papers by the person next to me."
  },
  {
    "id": 223,
    "bun": "コップを落として、割ってしまいました。",
    "kana": "コップをおとして、わってしまいました。",
    "eng": "I dropped a cup and broke it."
  },
  {
    "id": 224,
    "bun": "エイミーの足には、タトゥーがある。",
    "kana": "エイミーのあしには、タトゥーがある。",
    "eng": "Amy has a tatoo on her leg (or foot)."
  },
  {
    "id": 225,
    "bun": "頭を洗ってあげましょう。",
    "kana": "あたまをあらってあげましょう。",
    "eng": "I'll wash your head."
  },
  {
    "id": 226,
    "bun": "ロブはシャワーを浴びています。",
    "kana": "ロブはシャワーをあびています。",
    "eng": "Rob is taking a shower."
  },
  {
    "id": 227,
    "bun": "リンダは、お皿を洗うのが上手です。",
    "kana": "リンダは、おさらをあらうのがじょうずです。",
    "eng": "Linda is good at washing the dishes."
  },
  {
    "id": 228,
    "bun": "午前中は、買い物に行ったり、掃除をしたりします。",
    "kana": "ごぜんちゅうは、かいものにいったり、そうじをしたりします。",
    "eng": "In the morning I go shopping or clean."
  },
  {
    "id": 229,
    "bun": "この絵は、クリックで拡大します。",
    "kana": "このえは、クリックでかくだいします。",
    "eng": "The picture gets bigger when you click it."
  },
  {
    "id": 230,
    "bun": "ショーンはパーティーでスコッチを飲んだ。",
    "kana": "ショーンはパーティーでスコッチをのんだ。",
    "eng": "Sean drank scotch at the party."
  },
  {
    "id": 231,
    "bun": "一昨日の昼、図書館に行きました。",
    "kana": "おとといのひる、としょかんにいきました。",
    "eng": "I went to the library in the afternoon the day before yesterday."
  },
  {
    "id": 232,
    "bun": "リボンをつけている女の子がアシュレイちゃんです。",
    "kana": "リボンをつけているおんなのこがアシュレイちゃんです。",
    "eng": "The girl wearing the ribbon is Ashley-chan."
  },
  {
    "id": 233,
    "bun": "トイレットペーパーと肉と野菜と醤油を同じ日に買いたいです。",
    "kana": "トイレットペーパーとにくとやさいとしょうゆをおなじひにかいたいです。",
    "eng": "I want to buy toilet paper, meat, vegetables, and soy sauce on the same day."
  },
  {
    "id": 234,
    "bun": "四ヶ月前に見たSF映画のDVDが欲しいです。",
    "kana": "よんかげつまえにみたエスエフえいがのディーブイディーがほしいです。",
    "eng": "I want the DVD of the SF movie I watched four months ago."
  },
  {
    "id": 235,
    "bun": "二月三日に結婚しました。",
    "kana": "にがつみっかにけっこんしました。",
    "eng": "I got married on February third."
  },
  {
    "id": 236,
    "bun": "カタカナで、自分の名前が書けますか？",
    "kana": "カタカナで、じぶんのなまえがかけますか？",
    "eng": "Can you write your name in katakana?"
  },
  {
    "id": 237,
    "bun": "ボールペンで書いたので、消えません。",
    "kana": "ボールペンでかいたので、きえません。",
    "eng": "I wrote it in pen, so it won't be erased."
  },
  {
    "id": 238,
    "bun": "一昨日の夜、スザンナと喫茶店に行きました。",
    "kana": "おとついのよる、スザンナときっさてんにいきました。",
    "eng": "I went to a café with Susannah two nights ago."
  },
  {
    "id": 239,
    "bun": "今日の宿題は、九ページの問題全部です。",
    "kana": "きょうのしゅくだいは、きゅうぺーじのもんだいぜんぶです。",
    "eng": "Today's homework is all of the questions on page 9."
  },
  {
    "id": 240,
    "bun": "家の近くの駅で電車を降りて、スーパーに牛肉を買いに行きました。",
    "kana": "いえのちかくのえきででんしゃをおりて、すーぱーにぎゅうにくをかいにいきました。",
    "eng": "I got off the train at a station near my home and went to the grocery store to buy beef."
  },
  {
    "id": 241,
    "bun": "サマンサさんは、コートを着ていますか？",
    "kana": "サマンサさんは、コートをきていますか？",
    "eng": "Is Samantha wearing a coat?"
  },
  {
    "id": 242,
    "bun": "ジョージは、毎朝、五キロメートル走ります。",
    "kana": "ジョージは、まいあさ、ごキロメートルはしります。",
    "eng": "George runs five killometers every morning."
  },
  {
    "id": 243,
    "bun": "鶏肉を百グラム買ってきてください。",
    "kana": "とりにくをひゃくグラムかってきてください。",
    "eng": "Please go buy 100 grams of chicken."
  },
  {
    "id": 244,
    "bun": "私はリヒテンシュタインから来ました。",
    "kana": "わたしはリヒテンシュタインからきました。",
    "eng": "I came from Liechtenstein."
  },
  {
    "id": 245,
    "bun": "マミさんはベーコンを何パック買ったの？",
    "kana": "マミさんはベーコンをなんパックかったの？",
    "eng": "How many packages of bacon did you buy, Mami?"
  },
  {
    "id": 246,
    "bun": "トムさんは、コンビニで納豆おにぎりを五個買いました。",
    "kana": "トムさんは、コンビニでなっとうおにぎりをごこかいました。",
    "eng": "Tom bought five natto onigiri at the convenience store."
  },
  {
    "id": 247,
    "bun": "このページを三十五枚コピーしてください。",
    "kana": "このページをさんじゅうごまいコピーしてください。",
    "eng": "Please make thirty-five copies of this page."
  },
  {
    "id": 248,
    "bun": "私の父は六十五歳で、母は六十歳です。",
    "kana": "わたしのちちはろくじゅうごさいで、はははろくじゅっさいです。",
    "eng": "My father is 65 years old and my mother is 60 years old."
  },
  {
    "id": 249,
    "bun": "雨が降っていたので、傘を差して帰りました。",
    "kana": "あめがふっていたので、かさをさしてかえりました。",
    "eng": "It was raining, so I opened my umbrella and went home."
  },
  {
    "id": 250,
    "bun": "雑誌は私の机の上に置いておいてください。",
    "kana": "ざっしはわたしのつくえのうえにおいておいてください。",
    "eng": "Please put the magazines on my desk."
  },
  {
    "id": 251,
    "bun": "ジョンさんとヤンさんは明日自己紹介をします。",
    "kana": "ジョンさんとヤンさんはあしたじこしょうかいをします。",
    "eng": "John and Yang are going to introduce themselves tomorrow."
  },
  {
    "id": 252,
    "bun": "アナは、学校から帰った後、毎日二時間ピアノの練習をしています。",
    "kana": "アナは、がっこうからかえったあと、まいにちにじかんピアノのれんしゅうをしています。",
    "eng": "Anna practices piano for two hours every day after coming back from school."
  },
  {
    "id": 253,
    "bun": "まぶしいので、カーテンを閉めてください。",
    "kana": "まぶしいので、かーてんをしめてください。",
    "eng": "It's bright, so can you close the curtain?"
  },
  {
    "id": 254,
    "bun": "ジョンソンさんは、灰色のネクタイを締めています。",
    "kana": "ジョンソンさんは、はいいろのネクタイをしめています。",
    "eng": "Mr.Johnson is wearing a gray necktie."
  },
  {
    "id": 255,
    "bun": "じゃ、また明日。",
    "kana": "じゃ、またあした。",
    "eng": "Well, see you tomorrow."
  },
  {
    "id": 256,
    "bun": "これは私が去年海で撮った写真です。",
    "kana": "これはわたしがきょねんうみでとったしゃしんです。",
    "eng": "This is a/are the photo/photos I took at the ocean last year."
  },
  {
    "id": 257,
    "bun": "ジャネットは、ペットとしてツバメを十羽飼っています。",
    "kana": "ジャネットは、ペットとしてツバメをじゅうわかっています。",
    "eng": "Janet has ten swallows as her pets."
  },
  {
    "id": 258,
    "bun": "今日は土曜日なので、その食堂は休みです。",
    "kana": "きょうはどようびなので、そのしょくどうはやすみです。",
    "eng": "Today is Saturday, so the dining room is closed."
  },
  {
    "id": 259,
    "bun": "テイラーさんの夫はモーリシャス人です。",
    "kana": "テイラーさんのおっとはモーリシャスじんです。",
    "eng": "Taylor's husband is Mauritian."
  },
  {
    "id": 260,
    "bun": "長いズボンですか、短いズボンですか？",
    "kana": "ながいズボンですか、みじかいズボンですか？",
    "eng": "Long pants, or short pants?"
  },
  {
    "id": 261,
    "bun": "果物の柄のスリッパを下さい。",
    "kana": "くだもののがらのスリッパをください。",
    "eng": "Can I get the slippers with the fruit pattern on them?"
  },
  {
    "id": 262,
    "bun": "妹と同じセーターを買いました。",
    "kana": "いもうととおなじせーたーをかいました。",
    "eng": "I bought the same sweater as my sister."
  },
  {
    "id": 263,
    "bun": "外から帰ったら、石鹸で手を洗って、うがいをしてください。",
    "kana": "そとからかえったら、せっけんでてをあらって、うがいをしてください。",
    "eng": "Please wash your hands with soap and gargle after coming back in from outside."
  },
  {
    "id": 264,
    "bun": "背広は、クローゼットにかけてあります。",
    "kana": "せびろは、クローゼットにかけてあります。",
    "eng": "The suit jacket is hanging in the closet."
  },
  {
    "id": 265,
    "bun": "日本の学校の教室は、もっと狭いと思っていました。",
    "kana": "にほんのがっこうのきょうしつは、もっとせまいとおもっていました。",
    "eng": "I thought the Japanese school classroom would be much narrower."
  },
  {
    "id": 266,
    "bun": "私の電話番号は、067-8930です。",
    "kana": "わたしのでんわばんごうは、ゼロろくななのはちきゅうさんぜろです。",
    "eng": "My phone number is 067-8930."
  },
  {
    "id": 267,
    "bun": "先週は学校はお休みでした。",
    "kana": "せんしゅうはがっこうはおやすみでした。",
    "eng": "School was out last week."
  },
  {
    "id": 268,
    "bun": "タクシーは十時にバングラデシュ大使館に着きました。",
    "kana": "タクシーはじゅうじにバングラデシュたいしかんにつきました。",
    "eng": "The taxi arrived at the embassy of Bangladesh at 10 o'clock."
  },
  {
    "id": 269,
    "bun": "マイクさんは、寿司は大丈夫ですか？",
    "kana": "マイクさんは、すしはだいじょうぶですか？",
    "eng": "Is Mike okay with sushi? / Can Mike eat sushi?"
  },
  {
    "id": 270,
    "bun": "これは、メアリーが大切にしている人形です。",
    "kana": "これは、メアリーがたいせつにしているにんぎょうです。",
    "eng": "This is the doll that Mary treats with a great deal of care."
  },
  {
    "id": 271,
    "bun": "机の上に、辞書を出してください。",
    "kana": "つくえのうえに、じしょをだしてください。",
    "eng": "Please put the dictionary on the desk."
  },
  {
    "id": 272,
    "bun": "アンさん達は、どこで昼食を食べますか？",
    "kana": "アンさんたちは、どこでちゅうしょくをたべますか？",
    "eng": "Where do Ann and her friends eat lunch?"
  },
  {
    "id": 273,
    "bun": "このテーブルの大きさは、横100センチ、縦120センチです。",
    "kana": "このテーブルのおおきさは、よこひゃくセンチ、たてひゃくにじゅうセンチです。",
    "eng": "The size of this table is 100 cm in width and 120 cm in length."
  },
  {
    "id": 274,
    "bun": "スマートフォンで地図を出しました。",
    "kana": "スマートフォンでちずをだしました。",
    "eng": "I put the map on my smartphone."
  },
  {
    "id": 275,
    "bun": "今、食事中なので、後でまたかけます。",
    "kana": "いま、しょくじちゅうなので、あとでまたかけます。",
    "eng": "I'm in the middle of eating a meal, so I'll call you back later."
  },
  {
    "id": 276,
    "bun": "丁度お風呂から出たところです。",
    "kana": "ちょうどおふろからでたところです。",
    "eng": "I just got out of the bath."
  },
  {
    "id": 277,
    "bun": "すみません、ちょっと明日は忙しいんです。",
    "kana": "すみません、ちょっとあしたはいそがしいんです。",
    "eng": "I'm afraid that I'm a bit busy tomorrow."
  },
  {
    "id": 278,
    "bun": "十一月一日に、友達と映画を見に行きました。",
    "kana": "じゅういちがつついたちに、ともだちとえいがをみにいきました。",
    "eng": "I went to see a movie with my friend on November first."
  },
  {
    "id": 279,
    "bun": "次の電車に乗りましょう。",
    "kana": "つぎのでんしゃにのりましょう。",
    "eng": "Let's catch the next train."
  },
  {
    "id": 280,
    "bun": "タイラーさんは、テープで音楽を聴いています。",
    "kana": "タイラーさんは、テープでおんがくをきいています。",
    "eng": "Taylor is listening to music with a tape player."
  },
  {
    "id": 281,
    "bun": "タイソンは、風邪で38度の熱があります。",
    "kana": "タイソンは、かぜでさんじゅうはちどのねつがあります。",
    "eng": "Tyson has a cold and a fever of 38 degrees celcius."
  },
  {
    "id": 282,
    "bun": "オレンジジュースかアップルジュース、どちらが欲しいですか。",
    "kana": "オレンジジュースかアップルジュース、どちらがほしいですか。",
    "eng": "Which one do you want, orange juice or apple juice?"
  },
  {
    "id": 283,
    "bun": "綺麗な蝶々が飛んでいました。",
    "kana": "きれいなちょうちょがとんでいました。",
    "eng": "Beautiful butterflies were flying."
  },
  {
    "id": 284,
    "bun": "トッドさんは鶏肉の料理と魚の料理を作ります。",
    "kana": "トッドさんはとりにくのりょうりとさかなのりょうりをつくります。",
    "eng": "Todd makes chicken and fish dishes."
  },
  {
    "id": 285,
    "bun": "子犬がワンワン鳴いています。",
    "kana": "こいぬがワンワンないています。",
    "eng": "The puppy is barking."
  },
  {
    "id": 286,
    "bun": "二十一ページの二番はクラスでします。",
    "kana": "にじゅういっページのにばんはクラスでします。",
    "eng": "We will work on question 2 on page 21 in class."
  },
  {
    "id": 287,
    "bun": "このニュースは、もう十回ぐらい見ました。",
    "kana": "このニュースは、もうじゅっかいぐらいみました。",
    "eng": "I've seen this news about ten times already."
  },
  {
    "id": 288,
    "bun": "プールに入る前に、準備運動をしてください。",
    "kana": "プールにはいるまえに、じゅんびうんどうをしてください。",
    "eng": "Please stretch before getting in the pool."
  },
  {
    "id": 289,
    "bun": "毎月二十日が給料日です。",
    "kana": "まいつきはつかがきゅうりょうびです。",
    "eng": "Payday is on the 20th (of every month)."
  },
  {
    "id": 290,
    "bun": "花粉症で、鼻がかゆいです。",
    "kana": "かふんしょうで、はながかゆいです。",
    "eng": "I have hay fever and my nose is itchy."
  },
  {
    "id": 291,
    "bun": "ジョーダン先生の机に、このメモを貼ってもらえませんか。",
    "kana": "ジョーダンせんせいのつくえに、このメモをはってもらえませんか。",
    "eng": "Can you put this memo on professor Jordan's desk?"
  },
  {
    "id": 292,
    "bun": "ハンカチは、背広のポケットに入っています。",
    "kana": "ハンカチは、せびろのポケットにはいっています。",
    "eng": "The handkerchief is in the pocket of my suit jacket."
  },
  {
    "id": 293,
    "bun": "ここでは、外国のフィルムも上映しています。",
    "kana": "ここでは、がいこくのフィルムもじょうえいしています。",
    "eng": "Foreign films are also shown here."
  },
  {
    "id": 294,
    "bun": "今日は風がビュンビュン吹いています。",
    "kana": "きょうはかぜがビュンビュンふいています。",
    "eng": "Today, the wind is blowing strongly."
  },
  {
    "id": 295,
    "bun": "二人は自己紹介の文章を書きました。",
    "kana": "ふたりはじこしょうかいのぶんしょうをかきました。",
    "eng": "They (two people) wrote their self-introductions."
  },
  {
    "id": 296,
    "bun": "切符を三枚買った。",
    "kana": "きっぷをさんまいかった。",
    "eng": "I bought three tickets."
  },
  {
    "id": 297,
    "bun": "今日は、六百メートル泳ぎました。",
    "kana": "きょうは、ろっぴゃくメートルおよぎました。",
    "eng": "Today, I swam 600 meters."
  },
  {
    "id": 298,
    "bun": "この袋には、じゃがいもが八つ入っています。",
    "kana": "このふくろには、じゃがいもがやっつはいっています。",
    "eng": "There are eight potatoes in this bag."
  },
  {
    "id": 299,
    "bun": "今日の夕方、チャンさんの友達が遊びに来ます。",
    "kana": "きょうのゆうがた、チャンさんのともだちがあそびにきます。",
    "eng": "Chan's friends are going to come over this evening."
  },
  {
    "id": 300,
    "bun": "この豆腐と河豚を、フォークとスプーンで食べてみてください。",
    "kana": "このとうふとふぐをフォークとスプーンでたべてみてください。",
    "eng": "Please try this tofu and fugu with a fork and spoon."
  }
]